{
  "text-1-1": "<p>If the robot gets a sweet, it gets extra points. If it goes over lava, it loses points. The robot wants to reach the exit quickly and with the best possible score.</p>",
  "text-1-2": "<p>By moving the slider button, you can make the robot move in different ways.</p><ul><li>If you slide the button to Exploit, the robot will always choose the direction that maximises its score, based on what it’s discovered so far. For example, if it got a lot of sweets somewhere, it will probably go back there.</li><li>If you slide the button to Explore, the robot will always choose a random direction.</li><li>If you position the button somewhere in-between, the robot will choose a mix of these two approaches.</li></ul>",
  "text-1-3": "<p>Try out the different approaches. Which seems better to you? Exploit? But if there are places the robot hasn’t yet discovered (where lots of points can be scored), it may never discover them. Or Explore? But once everything’s been explored, you want the robot to start taking more account of what it’s already discovered. So maybe somewhere in-between?</p>",
  "text-2-1": "<p>Ready to test out this knowledge? Then design a maze and fill it with sweets and lava. How many times does the robot have to go through the maze before it learns a good route?</p>",
  "text-2-2": "<p>Try out some different things too:</p><ul><li>Will the robot take a longer route in return for sweets?</li><li>What happens if the robot has to go through lava to get to the exit?</li><li>Does it take long for the robot to find a new route if you block the old route it had learned?</li></ul>",
  "ai-training-view-slider-exploration-rate-limit-min": "Exploit",
  "ai-training-view-slider-exploration-rate-limit-max": "Explore",
  "ai-training-view-button-clear": "Reset",
  "editor-palette-button-tile-floor": "Floor",
  "editor-palette-button-tile-wall": "Wall",
  "editor-palette-button-tile-lava": "Lava",
  "editor-palette-button-tile-exit": "Exit",
  "editor-palette-button-tile-candy": "Candy",
  "editor-palette-button-tile-cone": "Traffic cone",
  "editor-palette-button-tile-pit": "Pit",
  "editor-palette-button-action-reset-map": "Reset",
  "rewards-bar-label": "Rewards"
}
